Repository: Borisserz/WorkoutTracker
Catalog: WorkoutTracker/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_pt, ru

source: Community Guidelines
de: Community-Richtlinien
es: Pautas de la comunidad
fr: Lignes directrices de la communauté
it: Linee guida della comunità
pt_pt: Diretrizes da comunidade
ru: Правила сообщества

source: Compare Progress Photos
de: Vergleichen Sie Fortschrittsfotos
es: Comparar fotos de progreso
fr: Comparez les photos de progrès
it: Confronta le foto dei progressi
pt_pt: Compare fotos de progresso
ru: Сравнить фото прогресса

source: Compare With...
de: Vergleichen mit...
es: Comparar con...
fr: Comparez avec...
it: Confronta con...
pt_pt: Comparar com...
ru: Сравнить с...

source: Compare your current and previous muscle distributions.
de: Vergleichen Sie Ihre aktuelle und frühere Muskelverteilung.
es: Compare sus distribuciones musculares actuales y anteriores.
fr: Comparez vos répartitions musculaires actuelles et précédentes.
it: Confronta la tua distribuzione muscolare attuale e quella precedente.
pt_pt: Compare suas distribuições musculares atuais e anteriores.
ru: Сравните текущие и предыдущие распределения мышц.

source: Complete a workout to map your muscles and see them light up.
de: Absolvieren Sie ein Training, um Ihre Muskeln zu kartieren und sie zum Leuchten zu bringen.
es: Complete un entrenamiento para mapear sus músculos y verlos iluminarse.
fr: Effectuez une séance d'entraînement pour cartographier vos muscles et les voir s'illuminer.
it: Completa un allenamento per mappare i tuoi muscoli e vederli illuminarsi.
pt_pt: Complete um treino para mapear seus músculos e vê-los se iluminarem.
ru: Завершите тренировку, чтобы составить карту своих мышц и увидеть, как они загораются.

source: Complete a workout to see data
de: Absolvieren Sie ein Training, um Daten anzuzeigen
es: Completa un entrenamiento para ver los datos
fr: Terminez un entraînement pour voir les données
it: Completa un allenamento per visualizzare i dati
pt_pt: Conclua um treino para ver os dados
ru: Завершите тренировку, чтобы увидеть данные

source: Complete a workout to see top exercises
de: Absolvieren Sie ein Training, um Top-Übungen zu sehen
es: Completa un entrenamiento para ver los mejores ejercicios
fr: Terminez une séance d'entraînement pour voir les meilleurs exercices
it: Completa un allenamento per vedere gli esercizi migliori
pt_pt: Conclua um treino para ver os melhores exercícios
ru: Заверши тренировку, чтобы увидеть топ упражнения

source: Complete at least one set with weight to see your performance graph.
de: Absolvieren Sie mindestens einen Satz mit Gewicht, um Ihr Leistungsdiagramm anzuzeigen.
es: Complete al menos una serie con peso para ver su gráfico de rendimiento.
fr: Complétez au moins une série avec du poids pour voir votre graphique de performances.
it: Completa almeno una serie con pesi per vedere il grafico delle tue prestazioni.
pt_pt: Complete pelo menos um conjunto com peso para ver seu gráfico de desempenho.
ru: Выполните хотя бы один подход с весом, чтобы увидеть график производительности.

source: Complete exercises with weight to see your performance chart here.
de: Absolvieren Sie Übungen mit Gewichten, um hier Ihr Leistungsdiagramm zu sehen.
es: Completa ejercicios con peso para ver tu tabla de rendimiento aquí.
fr: Complétez des exercices avec du poids pour voir votre tableau de performances ici.
it: Completa gli esercizi con i pesi per vedere il grafico delle tue prestazioni qui.
pt_pt: Complete os exercícios com peso para ver seu gráfico de desempenho aqui.
ru: Тыполняйте упражнения с весом, чтобы увидеть здесь график результатов.

source: Complete more workouts to see detailed comparisons between periods. Track your progress over time!
de: Absolvieren Sie weitere Trainingseinheiten, um detaillierte Vergleiche zwischen den Perioden anzuzeigen. Verfolgen Sie Ihren Fortschritt im Laufe der Zeit!
es: Complete más entrenamientos para ver comparaciones detalladas entre períodos. ¡Sigue tu progreso a lo largo del tiempo!
fr: Effectuez plus d'entraînements pour voir des comparaisons détaillées entre les périodes. Suivez vos progrès au fil du temps !
it: Completa più allenamenti per visualizzare confronti dettagliati tra i periodi. Tieni traccia dei tuoi progressi nel tempo!
pt_pt: Complete mais treinos para ver comparações detalhadas entre os períodos. Acompanhe seu progresso ao longo do tempo!
ru: Тыполните больше тренировок, чтобы увидеть сравнения между периодами. Отслеживайте прогресс со временем!

source: Complete some workouts to see your progress chart here.
de: Absolvieren Sie einige Trainingseinheiten, um hier Ihr Fortschrittsdiagramm anzuzeigen.
es: Complete algunos entrenamientos para ver su tabla de progreso aquí.
fr: Effectuez quelques entraînements pour voir votre tableau de progression ici.
it: Completa alcuni allenamenti per vedere il grafico dei tuoi progressi qui.
pt_pt: Complete alguns treinos para ver seu gráfico de progresso aqui.
ru: Тыполните несколько тренировок, чтобы увидеть график прогресса здесь.

source: Complete workouts during this period to see your training style breakdown.
de: Absolvieren Sie in diesem Zeitraum Trainingseinheiten, um die Aufschlüsselung Ihres Trainingsstils zu sehen.
es: Complete los entrenamientos durante este período para ver el desglose de su estilo de entrenamiento.
fr: Effectuez des entraînements pendant cette période pour voir la répartition de votre style d’entraînement.
it: Completa gli allenamenti durante questo periodo per vedere la ripartizione del tuo stile di allenamento.
pt_pt: Complete os treinos durante este período para ver o detalhamento do seu estilo de treinamento.
ru: Тыполните тренировки за этот период, чтобы увидеть распределение стилей.

source: Complete workouts in this period to see your muscle distribution.
de: Absolvieren Sie in diesem Zeitraum Trainingseinheiten, um Ihre Muskelverteilung zu sehen.
es: Completa los entrenamientos en este período para ver tu distribución muscular.
fr: Effectuez des entraînements pendant cette période pour voir votre répartition musculaire.
it: Completa gli allenamenti in questo periodo per vedere la tua distribuzione muscolare.
pt_pt: Complete os treinos neste período para ver sua distribuição muscular.
ru: Тыполните тренировки за этот период, чтобы увидеть распределение мышц.

source: Complete workouts to level up.
de: Absolvieren Sie Trainingseinheiten, um ein höheres Level zu erreichen.
es: Completa entrenamientos para subir de nivel.
fr: Complétez des entraînements pour passer au niveau supérieur.
it: Completa gli allenamenti per salire di livello.
pt_pt: Complete os treinos para subir de nível.
ru: Тыполняйте тренировки, чтобы повышать уровень.

source: Complete workouts to see your records!
de: Absolvieren Sie Trainingseinheiten, um Ihre Aufzeichnungen anzuzeigen!
es: ¡Completa entrenamientos para ver tus registros!
fr: Complétez vos entraînements pour voir vos records !
it: Completa gli allenamenti per vedere i tuoi record!
pt_pt: Complete os treinos para ver seus registros!
ru: Завершите тренировки, чтобы увидеть свои рекорды!

source: Complete your first tracked workout to unlock advanced analytics and charts.
de: Absolvieren Sie Ihr erstes aufgezeichnetes Training, um erweiterte Analysen und Diagramme freizuschalten.
es: Complete su primer entrenamiento rastreado para desbloquear gráficos y análisis avanzados.
fr: Effectuez votre premier entraînement suivi pour débloquer des analyses et des graphiques avancés.
it: Completa il tuo primo allenamento monitorato per sbloccare analisi e grafici avanzati.
pt_pt: Conclua seu primeiro treino monitorado para desbloquear análises e gráficos avançados.
ru: Завершите свою первую отслеживаемую тренировку, чтобы разблокировать расширенную аналитику и графики.

source: Complete your first workout
de: Absolvieren Sie Ihr erstes Training
es: Completa tu primer entrenamiento
fr: Terminez votre premier entraînement
it: Completa il tuo primo allenamento
pt_pt: Complete seu primeiro treino
ru: Завершите первую тренировку

source: Complete your first workout to see your progress here.
de: Absolvieren Sie Ihr erstes Training, um Ihre Fortschritte hier zu sehen.
es: Complete su primer entrenamiento para ver su progreso aquí.
fr: Terminez votre premier entraînement pour voir vos progrès ici.
it: Completa il tuo primo allenamento per vedere i tuoi progressi qui.
pt_pt: Conclua seu primeiro treino para ver seu progresso aqui.
ru: Чтобы увидеть свой прогресс, выполните первую тренировку здесь.

source: Completed
de: Vollendet
es: Terminado
fr: Complété
it: Completato
pt_pt: Concluído
ru: завершена

source: Completed Sets
de: Abgeschlossene Sets
es: Conjuntos completados
fr: Ensembles terminés
it: Set completati
pt_pt: Conjuntos concluídos
ru: Завершённые подходы

source: Compound
de: Verbindung
es: Compuesto
fr: Composé
it: Composto
pt_pt: Composto
ru: Базовые

source: Compound vs Isolation and your equipment arsenal.
de: Compound vs. Isolation und Ihr Ausrüstungsarsenal.
es: Compuesto vs Aislamiento y tu arsenal de equipos.
fr: Composé contre Isolation et votre arsenal d'équipement.
it: Compound vs Isolamento e il tuo arsenale di attrezzature.
pt_pt: Composto vs Isolamento e seu arsenal de equipamentos.
ru: Составные и изолированные упражнения и ваш арсенал оборудования.

source: Configuration
de: Konfiguration
es: Configuración
it: Configurazione
pt_pt: Configuração
ru: Настройка

source: Configure
de: Konfigurieren
es: Configurar
fr: Configurer
it: Configura
pt_pt: Configurar
ru: Настройка

source: Configure Preset
de: Voreinstellung konfigurieren
es: Configurar preajuste
fr: Configurer le préréglage
it: Configura preimpostazione
pt_pt: Configurar predefinição
ru: Настройка шаблона

source: Connect Apple Health
de: Verbinden Sie Apple Health
es: Conectar Apple Salud
fr: Connectez Apple Santé
it: Connetti Apple Salute
pt_pt: Conecte a saúde da Apple
ru: Подключите Apple Health

source: Connected
de: Verbunden
es: Conectado
fr: Connecté
it: Collegato
pt_pt: Conectado
ru: Подключено

source: Consistency
de: Konsistenz
es: Consistencia
fr: Cohérence
it: Coerenza
pt_pt: Consistência
ru: Последовательность

source: Consistency Alert
de: Konsistenzwarnung
es: Alerta de coherencia
fr: Alerte de cohérence
it: Avviso di coerenza
pt_pt: Alerta de consistência
ru: Предупреждение о последовательности

source: Consistency Goal
de: Konsistenzziel
es: Objetivo de coherencia
fr: Objectif de cohérence
it: Obiettivo di coerenza
pt_pt: Meta de consistência
ru: Цель последовательности

source: Consistency and discipline
de: Konsequenz und Disziplin
es: Consistencia y disciplina
fr: Cohérence et discipline
it: Coerenza e disciplina
pt_pt: Consistência e disciplina
ru: Регулярность и дисциплина

source: Continue
de: Weitermachen
es: Continuar
fr: Continuer
it: Continuare
pt_pt: Continuar
ru: Продолжить

source: Continue as a guest?
de: Als Gast weitermachen?
es: ¿Continuar como invitado?
fr: Continuer en tant qu'invité ?
it: Continuare come ospite?
pt_pt: Continuar como convidado?
ru: Продолжить в качестве гостя?

source: Continue with Apple
de: Weiter mit Apple
es: Continuar con Apple
fr: Continuer avec Apple
it: Continua con Apple
pt_pt: Continuar com a Apple
ru: Продолжить с Apple

source: Continue with Google
de: Weiter mit Google
es: Continuar con Google
fr: Continuer avec Google
it: Continua con Google
pt_pt: Continuar com o Google
ru: Продолжить с Google

source: Control the negative (lowering) portion of the movement
de: Kontrollieren Sie den negativen (senkenden) Teil der Bewegung
es: Controlar la parte negativa (descendente) del movimiento.
fr: Contrôler la partie négative (abaissement) du mouvement
it: Controlla la parte negativa (abbassamento) del movimento
pt_pt: Controle a parte negativa (rebaixamento) do movimento
ru: Контролируйте негативную (опускающую) часть движения

source: Core
de: Kern
es: Centro
fr: Cœur
it: Nucleo
pt_pt: Essencial
ru: Пресс

source: Core (%@)
de: Kern (%@)
es: Centro (%@)
fr: Cœur (%@)
it: Nucleo (%@)
pt_pt: Essencial (%@)
ru: Пресс (%@)

source: Could definitely do 4 more reps
de: Könnte definitiv noch 4 Wiederholungen machen
es: Definitivamente podría hacer 4 repeticiones más.
fr: Je pourrais certainement faire 4 répétitions supplémentaires
it: Potrei sicuramente fare altre 4 ripetizioni
pt_pt: Definitivamente poderia fazer mais 4 repetições
ru: Определенно мог бы сделать ещё 4 повторения

source: Could do 1 more rep
de: Könnte noch 1 Wiederholung machen
es: Podría hacer 1 repetición más
fr: Pourrait faire 1 répétition supplémentaire
it: Potrebbe fare 1 ripetizione in più
pt_pt: Poderia fazer mais 1 repetição
ru: Мог бы сделать ещё 1 повторение

source: Could do 2 more reps
de: Könnte noch 2 Wiederholungen machen
es: Podría hacer 2 repeticiones más
fr: Pourrait faire 2 répétitions supplémentaires
it: Potrebbe fare altre 2 ripetizioni
pt_pt: Poderia fazer mais 2 repetições
ru: Мог бы сделать ещё 2 повторения

source: Could do 3 more reps
de: Könnte noch 3 Wiederholungen machen
es: Podría hacer 3 repeticiones más
fr: Pourrait faire 3 répétitions supplémentaires
it: Potrebbe fare altre 3 ripetizioni
pt_pt: Poderia fazer mais 3 repetições
ru: Мог бы сделать ещё 3 повторения

source: Could easily do 5+ more reps
de: Könnte problemlos 5+ Wiederholungen mehr machen
es: Podría hacer fácilmente 5+ repeticiones más
fr: Pourrait facilement faire plus de 5 répétitions supplémentaires
it: Potrebbe facilmente fare più di 5 ripetizioni
pt_pt: Poderia facilmente fazer mais 5 repetições
ru: Легко мог бы сделать 5+ повторений

source: Could not compress image data.
de: Bilddaten konnten nicht komprimiert werden.
es: No se pudieron comprimir los datos de la imagen.
fr: Impossible de compresser les données d'image.
it: Impossibile comprimere i dati dell'immagine.
pt_pt: Não foi possível compactar os dados da imagem.
ru: Не удалось сжать данные изображения.

source: Could not find suitable exercises in the catalog.
de: Im Katalog konnten keine passenden Übungen gefunden werden.
es: No se pudieron encontrar ejercicios adecuados en el catálogo.
fr: Impossible de trouver des exercices appropriés dans le catalogue.
it: Impossibile trovare esercizi adatti nel catalogo.
pt_pt: Não foi possível encontrar exercícios adequados no catálogo.
ru: Не удалось найти подходящие упражнения в каталоге.

source: Couldn't Capture Photo
de: Foto konnte nicht aufgenommen werden
es: No se pudo capturar la foto
fr: Impossible de prendre une photo
it: Impossibile acquisire la foto
pt_pt: Não foi possível capturar a foto
ru: Не удалось сделать фото

source: Couldn't Delete Account
de: Konto konnte nicht gelöscht werden
es: No se pudo eliminar la cuenta
fr: Impossible de supprimer le compte
it: Impossibile eliminare l'account
pt_pt: Não foi possível excluir a conta
ru: Не удалось удалить аккаунт

source: Couldn't log in
de: Konnte mich nicht anmelden
es: No se pudo iniciar sesión
fr: Impossible de se connecter
it: Impossibile accedere
pt_pt: Não foi possível fazer login
ru: Не удалось войти

source: Count
de: Zählen
es: Contar
fr: Compter
it: Contare
pt_pt: Contar
ru: Количество

source: Create Custom Routine
de: Erstellen Sie eine benutzerdefinierte Routine
es: Crear rutina personalizada
fr: Créer une routine personnalisée
it: Crea una routine personalizzata
ru: Создать собственную процедуру

source: Create First Set
de: Erstellen Sie den ersten Satz
es: Crear primer conjunto
fr: Créer le premier ensemble
it: Crea il primo set
pt_pt: Crie o primeiro conjunto
ru: Создать первый подход

source: Create Superset
de: Obermenge erstellen
es: Crear superconjunto
fr: Créer un surensemble
it: Crea superset
pt_pt: Criar superconjunto
ru: Создать суперсет

source: Create Your Split
de: Erstellen Sie Ihren Split
es: Crea tu división
fr: Créez votre répartition
it: Crea la tua divisione
pt_pt: Crie sua divisão
ru: Создай свой сплит

source: Create in my database
de: In meiner Datenbank erstellen
es: Crear en mi base de datos
fr: Créer dans ma base de données
it: Crea nel mio database
pt_pt: Criar no meu banco de dados
ru: Сохранить в базу

source: Create your own routine template or explore pre-made programs.
de: Erstellen Sie Ihre eigene Routinevorlage oder erkunden Sie vorgefertigte Programme.
es: Crea tu propia plantilla de rutina o explora programas prefabricados.
fr: Créez votre propre modèle de routine ou explorez des programmes prédéfinis.
it: Crea il tuo modello di routine o esplora programmi predefiniti.
ru: Создайте свой собственный шаблон программы или изучите готовые программы.

source: Crunch
de: Knirschen
es: Crujido
fr: Croquer
ru: хруст

source: Crunching the numbers...
de: Die Zahlen knacken...
es: Haciendo números...
fr: Faire des calculs...
it: Sgretolando i numeri...
pt_pt: Analisando os números...
ru: Считаю цифры...

source: Crush your personal records and get stronger!
de: Brechen Sie Ihre persönlichen Rekorde und werden Sie stärker!
es: ¡Aplasta tus récords personales y hazte más fuerte!
fr: Écrasez vos records personnels et devenez plus fort !
it: Distruggi i tuoi record personali e diventa più forte!
pt_pt: Destrua seus recordes pessoais e fique mais forte!
ru: Устанавливайте новые рекорды и становитесь сильнее!

source: Curl up
de: Machen Sie es sich gemütlich
es: Hacerse un ovillo
fr: Détendez-vous
it: Rannicchiarsi
ru: свернуться калачиком

source: Current
de: Aktuell
es: Actual
fr: Actuel
it: Attuale
pt_pt: Atual
ru: Текущий

source: Current (%@)
de: Aktuell (%@)
es: Actual (%@)
fr: Actuel (%@)
it: Attuale (%@)
pt_pt: Atual (%@)
ru: Текущий (%@)

source: Current 1RM
de: Aktuelle 1RM
es: 1RM actual
fr: 1RM actuel
it: 1RM attuale
pt_pt: 1RM atual
ru: Текущий 1ПМ

source: Current Streak
de: Aktueller Streak
es: Racha actual
fr: Série actuelle
it: Serie attuale
ru: Текущая серия

source: Current Weight
de: Aktuelles Gewicht
es: Peso actual
fr: Poids actuel
it: Peso attuale
pt_pt: Peso atual
ru: Текущий вес

source: Current heart rate
de: Aktuelle Herzfrequenz
es: frecuencia cardiaca actual
fr: Fréquence cardiaque actuelle
it: Frequenza cardiaca attuale
pt_pt: Frequência cardíaca atual
ru: Текущий пульс

source: Custom Builder
de: Benutzerdefinierter Builder
es: Constructor personalizado
fr: Constructeur personnalisé
it: Costruttore personalizzato
pt_pt: Construtor personalizado
ru: Пользовательский конструктор

source: Custom Comparison
de: Benutzerdefinierter Vergleich
es: Comparación personalizada
fr: Comparaison personnalisée
it: Confronto personalizzato
pt_pt: Comparação personalizada
ru: Пользовательское сравнение

source: Customization
de: Anpassung
es: Personalización
fr: Personnalisation
it: Personalizzazione
pt_pt: Personalização
ru: Настройка

source: Customize Colors
de: Passen Sie die Farben an
es: Personalizar colores
fr: Personnaliser les couleurs
it: Personalizza i colori
pt_pt: Personalizar cores
ru: Настроить цвета

source: Customize the colors used to represent different muscle groups in your dashboard.
de: Passen Sie die Farben an, die zur Darstellung verschiedener Muskelgruppen in Ihrem Dashboard verwendet werden.
es: Personalice los colores utilizados para representar diferentes grupos de músculos en su tablero.
fr: Personnalisez les couleurs utilisées pour représenter les différents groupes musculaires dans votre tableau de bord.
it: Personalizza i colori utilizzati per rappresentare i diversi gruppi muscolari nella tua dashboard.
pt_pt: Personalize as cores usadas para representar diferentes grupos musculares em seu painel.
ru: Настройте цвета, используемые для отображения разных групп мышц на дашборде.

source: DETAILED ANALYTICS
de: DETAILLIERTE ANALYSE
es: ANÁLISIS DETALLADOS
fr: ANALYTIQUES DÉTAILLÉES
it: ANALISI DETTAGLIATE
ru: ДЕТАЛЬНАЯ АНАЛИТИКА

source: DISCIPLINE
de: DISZIPLIN
es: DISCIPLINA
it: DISCIPLINA
pt_pt: DISCIPLINA
ru: ДИСЦИПЛИНА

source: Daily Max
de: Täglich max
es: Máximo diario
fr: Maximum quotidien
it: Massimo giornaliero
pt_pt: Máximo Diário
ru: Максимум за день

source: Daily lifting volume over the last 30 days
de: Tägliches Hebevolumen der letzten 30 Tage
es: Volumen de levantamiento diario durante los últimos 30 días.
fr: Volume de levage quotidien au cours des 30 derniers jours
it: Volume di sollevamento giornaliero negli ultimi 30 giorni
pt_pt: Volume de levantamento diário nos últimos 30 dias
ru: Дневной тоннаж подъема за последние 30 дней

source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
it: Buio
pt_pt: Escuro
ru: Темная

source: Data Deleted
de: Daten gelöscht
es: Datos eliminados
fr: Données supprimées
it: Dati cancellati
pt_pt: Dados excluídos
ru: Данные удалены

source: Data processing failed.
de: Die Datenverarbeitung ist fehlgeschlagen.
es: El procesamiento de datos falló.
fr: Le traitement des données a échoué.
it: L'elaborazione dei dati non è riuscita.
pt_pt: O processamento de dados falhou.
ru: Обработка данных завершилась неудачей.

# Data shows you can lift %@%@ on %@. Prove it.
source: Data shows you can lift %1$@%2$@ on %3$@. Prove it.
de: Daten zeigen, dass Sie %1$@%2$@ auf %3$@ steigern können. Beweisen Sie es.
es: Los datos muestran que puedes recaudar %1$@%2$@ en %3$@. Pruébalo.
fr: Les données montrent que vous pouvez soulever %1$@%2$@ sur %3$@. Prouvez-le.
it: I dati mostrano che puoi sollevare %1$@%2$@ su %3$@. Dimostralo.
pt_pt: Os dados mostram que você pode aumentar %1$@%2$@ em %3$@. Prove.
ru: Данные показывают, ты можешь поднять %@%@ на %@. Докажи.

source: Database Error
de: Datenbankfehler
es: Error de base de datos
fr: Erreur de base de données
it: Errore del database
pt_pt: Erro de banco de dados
ru: Ошибка базы данных

source: Date
de: Datum
es: Fecha
it: Data
pt_pt: Data
ru: Дата

source: Day
de: Tag
es: Día
fr: Jour
it: Giorno
pt_pt: Dia
ru: День

source: Day %lld
de: Tag %lld
es: Día %lld
fr: Jour %lld
it: Giorno %lld
pt_pt: Dia %lld
ru: День %lld

source: Day Streak
de: Tagessträhne
es: Racha del día
fr: Série d'une journée
it: Serie di giorni
pt_pt: Sequência do dia
ru: Дней подряд

source: Days
de: Tage
es: Días
fr: Jours
it: Giorni
pt_pt: Dias
ru: Дни

source: Days per Week
de: Tage pro Woche
es: Días por semana
fr: Jours par semaine
it: Giorni alla settimana
pt_pt: Dias por semana
ru: Дней в неделю

source: Deadlift
de: Kreuzheben
es: peso muerto
fr: Soulevé de terre
it: Stacco
pt_pt: Levantamento terra
ru: Становая тяга

source: Deadline
de: Frist
es: Fecha límite
fr: Date limite
it: Scadenza
pt_pt: Prazo final
ru: Срок

source: Default Duration
de: Standarddauer
es: Duración predeterminada
fr: Durée par défaut
it: Durata predefinita
pt_pt: Duração padrão
ru: Стандартная длительность

source: Default Timer
de: Standard-Timer
es: Temporizador predeterminado
fr: Minuterie par défaut
it: Temporizzatore predefinito
pt_pt: Temporizador padrão
ru: Таймер по умолчанию

source: Define your next goal to lock in.
de: Definieren Sie Ihr nächstes Ziel, das Sie erreichen möchten.
es: Defina su próximo objetivo para fijarlo.
fr: Définissez votre prochain objectif à atteindre.
it: Definisci il tuo prossimo obiettivo da fissare.
pt_pt: Defina sua próxima meta a ser bloqueada.
ru: Определите следующую цель, чтобы закрепить успех.

source: Delete
de: Löschen
es: Borrar
fr: Supprimer
it: Eliminare
pt_pt: Excluir
ru: Удалить

source: Delete %@?
de: Löschen %@?
es: Borrar %@?
fr: Supprimer %@?
it: Eliminare %@?
pt_pt: Excluir %@?
ru: Удалить %@?

source: Delete Account
de: Konto löschen
es: Eliminar cuenta
fr: Supprimer le compte
it: Elimina account
pt_pt: Excluir conta
ru: Удалить аккаунт

source: Delete All Routines
de: Alle Routinen löschen
es: Eliminar todas las rutinas
fr: Supprimer toutes les routines
it: Elimina tutte le routine
pt_pt: Excluir todas as rotinas
ru: Удалить все режимы

source: Delete Everything
de: Alles löschen
es: Eliminar todo
fr: Supprimer tout
it: Elimina tutto
pt_pt: Excluir tudo
ru: Удалить все
